Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Catalogue.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

# job.title.Lead UX/UI Designer
source: Lead UX/UI Designer
fr: Designer UX/UI référent
it: UX/UI designer lead
ja: リードUX/UIデザイナー
uk: Провідний UX/UI-дизайнер

# job.title.Managing Partner
source: Managing Partner
fr: Associé gérant
ja: 代表パートナー
uk: Керівний партнер

# job.title.Nurse Practitioner
source: Nurse Practitioner
fr: Infirmier en pratique avancée
it: Infermiere di pratica avanzata
ja: 診療看護師
uk: Медсестра розширеної практики

# job.title.Personal Trainer
source: Personal Trainer
fr: Coach sportif
ja: パーソナルトレーナー
uk: Персональний тренер

# job.title.Pilot
source: Pilot
fr: Pilote
it: Pilota
ja: パイロット
uk: Пілот

# job.title.Principal Research Scientist
source: Principal Research Scientist
fr: Chercheur principal
it: Ricercatore principal
ja: プリンシパル研究者
uk: Головний науковий співробітник

# job.title.Principal Software Engineer
source: Principal Software Engineer
fr: Ingénieur logiciel principal
it: Ingegnere del software principal
ja: プリンシパルソフトウェアエンジニア
uk: Головний інженер-програміст

# job.title.Project Manager
source: Project Manager
fr: Chef de projet
ja: プロジェクトマネージャー
uk: Менеджер проєктів

# job.title.Research Scientist
source: Research Scientist
fr: Chercheur
it: Ricercatore
ja: 研究者
uk: Науковий співробітник

# job.title.SaaS App Startup
source: SaaS App Startup
fr: Start-up d’application SaaS
it: Startup di app SaaS
ja: SaaSアプリのスタートアップ
uk: Стартап SaaS-застосунку

# job.title.Senior 3D Artist
source: Senior 3D Artist
fr: Artiste 3D senior
it: Artista 3D senior
ja: シニア3Dアーティスト
uk: Старший 3D-художник

# job.title.Senior Business Analyst
source: Senior Business Analyst
fr: Analyste métier senior
it: Analista aziendale senior
ja: シニアビジネスアナリスト
uk: Старший бізнес-аналітик

# job.title.Senior Data Analyst
source: Senior Data Analyst
fr: Analyste de données senior
it: Analista di dati senior
ja: シニアデータアナリスト
uk: Старший аналітик даних

# job.title.Senior Game Designer
source: Senior Game Designer
fr: Game designer senior
it: Game designer senior
ja: シニアゲームデザイナー
uk: Старший геймдизайнер

# job.title.Senior Journalist
source: Senior Journalist
fr: Journaliste senior
it: Giornalista senior
ja: シニア記者
uk: Старший журналіст

# job.title.Senior Project Manager
source: Senior Project Manager
fr: Chef de projet senior
it: Project manager senior
ja: シニアプロジェクトマネージャー
uk: Старший менеджер проєктів

# job.title.Senior Research Scientist
source: Senior Research Scientist
fr: Chercheur senior
it: Ricercatore senior
ja: シニア研究者
uk: Старший науковий співробітник

# job.title.Senior Software Engineer
source: Senior Software Engineer
fr: Ingénieur logiciel senior
it: Ingegnere del software senior
ja: シニアソフトウェアエンジニア
uk: Старший інженер-програміст

# job.title.Senior UX/UI Designer
source: Senior UX/UI Designer
fr: Designer UX/UI senior
it: UX/UI designer senior
ja: シニアUX/UIデザイナー
uk: Старший UX/UI-дизайнер

# job.title.Social Media Manager
source: Social Media Manager
fr: Community manager
ja: SNSマネージャー
uk: SMM-менеджер

# job.title.Software Engineer
source: Software Engineer
fr: Ingénieur logiciel
it: Ingegnere del software
ja: ソフトウェアエンジニア
uk: Інженер-програміст

# job.title.Software Tester/QA
source: Software Tester/QA
fr: Testeur logiciel (QA)
it: Tester software (QA)
ja: ソフトウェアテスター（QA）
uk: Тестувальник програм (QA)

# job.title.Staff Software Engineer
source: Staff Software Engineer
fr: Ingénieur logiciel expert
it: Ingegnere del software staff
ja: スタッフソフトウェアエンジニア
uk: Провідний інженер-програміст

# job.title.Supply Chain Manager
source: Supply Chain Manager
fr: Responsable de la chaîne logistique
it: Responsabile della supply chain
ja: サプライチェーンマネージャー
uk: Менеджер ланцюга постачання

# job.title.UX/UI Designer
source: UX/UI Designer
fr: Designer UX/UI
ja: UX/UIデザイナー
uk: UX/UI-дизайнер

# job.title.Video Editor
source: Video Editor
fr: Monteur vidéo
it: Montatore video
ja: 動画編集者
uk: Відеомонтажер

# job.rung.Amateur
source: Amateur
it: Dilettante
ja: アマチュア
uk: Аматор

# job.base.Data Scientist
source: Data Scientist
ja: データサイエンティスト
uk: Науковець із даних

# job.base.Game Designer
source: Game Designer
ja: ゲームデザイナー
uk: Геймдизайнер

# job.base.Level Designer
source: Level Designer
ja: レベルデザイナー
uk: Левел-дизайнер

# job.base.Narrative Designer
source: Narrative Designer
ja: ナラティブデザイナー
uk: Наративний дизайнер

# job.ladder.Data Scientist
source: Data Scientist
ja: データサイエンティスト
uk: Науковець із даних

# job.ladder.Game Designer
source: Game Designer
ja: ゲームデザイナー
uk: Геймдизайнер

# job.rung.Junior
source: Junior
ja: ジュニア
uk: Молодший

# job.rung.Principal
source: Principal
ja: プリンシパル
uk: Головний

# job.rung.Senior
source: Senior
ja: シニア
uk: Старший

# job.title.Data Scientist
source: Data Scientist
ja: データサイエンティスト
uk: Науковець із даних

# job.title.Game Designer
source: Game Designer
ja: ゲームデザイナー
uk: Геймдизайнер

# job.title.Level Designer
source: Level Designer
ja: レベルデザイナー
uk: Левел-дизайнер

# job.title.Narrative Designer
source: Narrative Designer
ja: ナラティブデザイナー
uk: Наративний дизайнер

# job.title.Sous Chef
source: Sous Chef
ja: 副料理長
uk: Су-шеф
